Repository: humananalog/fatnag
Catalog: TheScale/TheScale/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# onboarding.cancel
source: Cancel
ar: إلغاء
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: ביטול
hi: रद्द करें
hr: Odustani
hu: Mégsem
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
sv: Avbryt
th: ยกเลิก
tr: İptal
uk: Скасувати
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# onboarding.confirm.age_legal
source: Age %d+ required. Full copies stay in Settings → Privacy & Legal.
ar: يلزم عمر %d+. النسخ الكاملة في الإعدادات ← الخصوصية والقانوني.
ca: Cal edat %d+. Còpies completes a Configuració ← Privacitat i Legal.
cs: Vyžadováno %d+. Plné kopie v Nastavení ← Soukromí a právo.
da: Kræver alder %d+. Fuld tekst i Indstillinger ← Privatliv og juridisk.
de: Alter %d+ erforderlich. Volltexte unter Einstellungen ← Datenschutz & Recht.
el: Απαιτείται ηλικία %d+. Πλήρη κείμενα στις Ρυθμίσεις ← Απόρρητο & Νομικά.
es: Edad %d+ obligatoria. Copias completas en Ajustes ← Privacidad y Legal.
fi: Vaatii iän %d+. Täydelliset kopiot kohdassa Asetukset ← Tietosuoja ja juridinen.
fr: Âge %d+ requis. Copies complètes dans Réglages ← Confidentialité et légal.
he: דורש גיל %d+. עותקים מלאים בהגדרות ← פרטיות ומשפטי.
hi: उम्र %d+ आवश्यक। पूरी प्रतियाँ सेटिंग्स ← गोपनीयता और क़ानूनी में।
hr: Dob %d+ obavezna. Puni primjerci u Postavkama ← Privatnost i pravno.
hu: %d+ kor kell. Teljes példányok a Beállítások ← Adatvédelem és jogi menüpontban.
id: Usia %d+ wajib. Salinan lengkap di Setelan ← Privasi & Legal.
it: Età %d+ richiesta. Copie complete in Impostazioni ← Privacy e Legale.
ja: 年齢%d+必須。完全なコピーは設定 ← プライバシーと法務。
ko: %d+세 필요. 전체 내용은 설정 ← 개인정보 및 법적.
ms: Umur %d+ diperlukan. Salinan penuh di Tetapan ← Privasi & Undang.
nb: Krever alder %d+. Fulle kopier i Innstillinger ← Personvern og juridisk.
nl: Leeftijd %d+ vereist. Volledige teksten in Instellingen ← Privacy en juridisch.
pl: Wiek %d+ wymagany. Pełne kopie w Ustawienia ← Prywatność i prawne.
pt_br: Idade %d+ exigida. Cópias completas em Ajustes ← Privacidade e Legal.
pt_pt: Idade %d+ exigida. Cópias completas em Ajustes ← Privacidade e Legal.
ro: Vârstă %d+ obligatorie. Copii complete în Setări ← Confidențialitate și legal.
ru: Возраст %d+ обязателен. Полные копии в Настройки ← Конфиденциальность и право.
sk: Vek %d+ požadovaný. Plné kópie v Nastavenia ← Súkromie a právo.
sv: Ålder %d+ krävs. Fullständiga kopior i Inställningar ← Integritet och juridik.
th: ต้องอายุ %d+ สำเนาเต็มอยู่ใน การตั้งค่า ← ความเป็นส่วนตัวและกฎหมาย
tr: Yaş %d+ gerekli. Tam kopyalar Ayarlar ← Gizlilik ve Hukuk'ta.
uk: Вік %d+ обов'язковий. Повні копії в Налаштування ← Конфіденційність і право.
vi: Yêu cầu %d+ tuổi. Bản đầy đủ trong Cài đặt ← Quyền riêng tư và Pháp lý.
zh_hans: 需 %d+ 岁。完整副本在 设置 ← 隐私和法律。
zh_hant: 需 %d+ 歲。完整副本在 設定 ← 隱私和法律。

# onboarding.confirm.alerts
source: Alerts
ar: التنبيهات
ca: Alertes
cs: Upozornění
da: Advarsler
de: Warnungen
el: Ειδοποιήσεις
es: Alertas
fi: Hälytykset
fr: Alertes
he: התראות
hi: अलर्ट
hr: Upozorenja
hu: Értesítések
id: Peringatan
it: Avvisi
ja: アラート
ko: 알림
ms: Amaran
nb: Varsler
nl: Meldingen
pl: Alerty
pt_br: Alertas
pt_pt: Alertas
ro: Alerte
ru: Уведомления
sk: Upozornenia
sv: Varningar
th: การแจ้งเตือน
tr: Uyarılar
uk: Сповіщення
vi: Cảnh báo
zh_hans: 提醒
zh_hant: 提醒

# onboarding.confirm.avoids
source: Avoid: %@
ar: تجنّب: %@
ca: Evita: %@
cs: Vyhýbat se: %@
da: Undgå: %@
de: Vermeiden: %@
el: Αποφυγή: %@
es: Evitar: %@
fi: Vältä: %@
fr: Éviter : %@
he: הימנע: %@
hi: बचाव: %@
hr: Izbjegavaj: %@
hu: Kerüld: %@
id: Hindari: %@
it: Evita: %@
ja: 回避: %@
ko: 피하기: %@
ms: Elak: %@
nb: Unngå: %@
nl: Vermijd: %@
pl: Unikaj: %@
pt_br: Evitar: %@
pt_pt: Evitar: %@
ro: Evită: %@
ru: Избегать: %@
sk: Vyhýbať: %@
sv: Undvik: %@
th: หลีกเลี่ยง: %@
tr: Kaçın: %@
uk: Уникати: %@
vi: Tránh: %@
zh_hans: 避开：%@
zh_hant: 避開：%@

# onboarding.confirm.avoids_none
source: No avoids yet
ar: لا ممنوعات بعد
ca: Cap evitació encara
cs: Zatím žádné výjimky
da: Ingen undtagelser endnu
de: Noch keine Vermeidungen
el: Καμία αποφυγή ακόμη
es: Sin evitaciones aún
fi: Ei välttöjä vielä
fr: Aucun évitement
he: אין הימנעויות עדיין
hi: अभी कोई बचाव नहीं
hr: Još bez izbjegavanja
hu: Még nincs elkerülés
id: Belum ada pantangan
it: Nessun evito ancora
ja: 回避なし
ko: 피할 항목 없음
ms: Belum ada elakan
nb: Ingen unngåelser enda
nl: Nog geen vermijdingen
pl: Jeszcze bez uników
pt_br: Sem evitas ainda
pt_pt: Sem evitas ainda
ro: Nicio evitare încă
ru: Пока без избеганий
sk: Zatiaľ bez vynechaní
sv: Inga undvik ännu
th: ยังไม่มีการหลีกเลี่ยง
tr: Henüz kaçınma yok
uk: Поки без уникнень
vi: Chưa có tránh
zh_hans: 暂无避开项
zh_hant: 暫無避開項

# onboarding.confirm.diet_unset
source: Diet not set
ar: النظام غير محدد
ca: Dieta no definida
cs: Diéta nenastavena
da: Kost ikke sat
de: Ernährung nicht gesetzt
el: Διατροφή μη ορισμένη
es: Dieta sin fijar
fi: Ruokavalio asettamatta
fr: Régime non défini
he: דיאטה לא הוגדרה
hi: आहार सेट नहीं
hr: Prehrana nije postavljena
hu: Diéta nincs beállítva
id: Diet belum diatur
it: Dieta non impostata
ja: 食事 未設定
ko: 식단 미설정
ms: Diet tidak ditetapkan
nb: Kost ikke satt
nl: Dieet niet ingesteld
pl: Dieta nieustawiona
pt_br: Dieta não definida
pt_pt: Dieta não definida
ro: Dietă nesetată
ru: Диета не задана
sk: Diéta nenastavená
sv: Kost ej satt
th: ยังไม่ตั้งอาหาร
tr: Diyet belirlenmedi
uk: Дієта не задана
vi: Chưa đặt chế độ ăn
zh_hans: 饮食未设置
zh_hant: 飲食未設定

# onboarding.confirm.disclaimer
source: Disclaimer
ar: إخلاء المسؤولية
ca: Avís
cs: Prohlášení
da: Ansvarsfraskrivelse
de: Hinweis
el: Αποποίηση
es: Aviso
fi: Vastuuvapaus
fr: Avertissement
he: אחריות
hi: अस्वीकरण
hr: Napomena
hu: Felelősség-mentesség
ja: 免責
ko: 면책
ms: Penafian
nb: Ansvarsfraskrivelse
pl: Zastrzeżenie
pt_br: Aviso
pt_pt: Aviso
ro: Aviz
ru: Дисклеймер
sk: Vyhlásenie
sv: Ansvarsfriskrivning
th: ข้อควรม
tr: Sorumluluk reddi
uk: Дисклеймер
vi: Miễn trừ
zh_hans: 免责声明
zh_hant: 免責聲明

# onboarding.confirm.dream
source: Dream %@ by %@
ar: هدف %@ بحلول %@
ca: Somni %@ per a %@
cs: Cíl %@ do %@
da: Mål %@ inden %@
de: Ziel %@ bis %@
el: Στόχος %@ μέχρι %@
es: Meta %@ para %@
fi: Tavoite %@ mennessä %@
fr: Cible %@ pour %@
he: יעד %@ עד %@
hi: %@ तक %@ का लक्ष्य
hr: Cilj %@ do %@
hu: Cél %@ eddig: %@
id: Target %@ by %@
it: Obiettivo %@ entro %@
ja: %@までに%@の目標
ko: %@까지 %@ 목표
ms: Sasaran %@ menjelang %@
nb: Mål %@ innen %@
nl: Doel %@ voor %@
pl: Cel %@ do %@
pt_br: Alvo %@ até %@
pt_pt: Alvo %@ até %@
ro: Țintă %@ până %@
ru: Цель %@ к %@
sk: Cieľ %@ do %@
sv: Mål %@ senast %@
th: เป้าหมาย %@ ภายใน %@
tr: %@ kadar %@ hedefi
uk: Ціль %@ до %@
vi: Mục tiêu %@ trước %@
zh_hans: %@ 之前 %@ 目标
zh_hant: %@ 之前 %@ 目標

# onboarding.confirm.keel_later
source: Allow live %@ Coach later
ar: تفعيل Coach %@ المباشر لاحقًا
ca: Permet Coach %@ en directe més tard
cs: Povolit živého Coache %@ později
da: Tillad live %@ Coach senere
de: Live %@ Coach später erlauben
el: Επίτρεψε ζωντανό %@ Coach αργότερα
es: Permitir Coach %@ en vivo después
fi: Salli live %@ Coach myöhemmin
fr: Autoriser Coach %@ en direct plus tard
he: אפשר Coach %@ חי מאוחר יותר
hi: बाद में लाइव %@ Coach को अनुमति दें
hr: Dozvoli live %@ Coach kasnije
hu: Élő %@ Coach engedélyezése később
id: Izinkan Coach %@ live nanti
it: Consenti Coach %@ live più tardi
ja: 後でライブ%@ Coachを許可
ko: 나중에 라이브 %@ Coach 허용
ms: Benarkan Coach %@ live kemudian
nb: Tillat live %@ Coach senere
nl: Live %@ Coach later toestaan
pl: Zezwól na live %@ Coach później
pt_br: Permitir Coach %@ ao vivo depois
pt_pt: Permitir Coach %@ ao vivo depois
ro: Permite Coach %@ live mai târziu
ru: Разрешить live %@ Coach позже
sk: Povoliť live %@ Coach neskôr
sv: Tillåt live %@ Coach senare
th: อนุญาต Coach %@ สดภายหลัง
tr: Sonra live %@ Coach'a izin ver
uk: Дозволити live %@ Coach пізніше
vi: Cho phép Coach %@ live sau
zh_hans: 稍后允许 live %@ Coach
zh_hant: 稍後允許 live %@ Coach

# onboarding.confirm.lang
source: Language
ar: اللغة
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hr: Jezik
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pl: Język
pt_br: Idioma
pt_pt: Idioma
ro: Limbă
ru: Язык
sk: Jazyk
sv: Språk
th: ภาษา
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh_hans: 语言
zh_hant: 語言

# onboarding.confirm.legal
source: I agree to Terms, Privacy Policy, and the fitness disclaimer
ar: أوافق على الشروط وسياسة الخصوصية وإخلاء المسؤولية الرياضي
ca: Accepto els Termes, la Política de Privacitat i l'avís de fitness
cs: Souhlasím s Podmínkami, Zásadami ochrany soukromí a fitness prohlášením
da: Jeg accepterer Betingelser, Privatlivspolitik og fitness-ansvarsfraskrivelse
de: Ich stimme den Nutzungsbedingungen, der Datenschutzrichtlinie und dem Fitness-Hinweis zu
el: Συμφωνώ με τους Όρους, την Πολιτική Απορρήτου και την αποποίηση fitness
es: Acepto Términos, Política de Privacidad y el aviso de fitness
fi: Hyväksyn Ehdot, Tietosuojakäytännön ja fitness-vastuuvapauden
fr: J'accepte les Conditions, la Politique de confidentialité et l'avertissement fitness
he: אני מסכים לתנאים, מדיניות הפרטיות ולתיאור הכושר
hi: मैं शर्तों, गोपनीयता नीति और फ़िटनेस अस्वीकरण से सहमत हूँ
hr: Prihvaćam Uvjete, Politiku privatnosti i fitness napomenu
hu: Elfogadom a Feltételeket, az Adatvédelmi irányelveket és a fitness felelősség-mentességet
id: Saya setuju Syarat, Kebijakan Privasi, dan disclaimer fitness
it: Accetto Termini, Informativa sulla Privacy e disclaimer fitness
ja: 利用規約、プライバシーポリシー、フィットネス免責に同意します
ko: 이용약관, 개인정보처리방침, 피트니스 면책에 동의합니다
ms: Saya setuju Terma, Polisi Privasi, dan penafian fitness
nb: Jeg godtar Vilkår, Personvernerklæring og ansvarsfraskrivelse for fitness
nl: Ik ga akkoord met Voorwaarden, Privacybeleid en de fitness-disclaimer
pl: Zgadzam się z Regulaminem, Polityką prywatności i zastrzeżeniem fitness
pt_br: Concordo com Termos, Política de Privacidade e aviso de fitness
pt_pt: Aceito os Termos, a Política de Privacidade e o aviso de fitness
ro: Sunt de acord cu Termenii, Politica de confidențialitate și avizul fitness
ru: Я согласен с Условиями, Политикой конфиденциальности и фитнес-дисклеймером
sk: Súhlasím s Podmienkami, Zásadami ochrany súkromia a fitness vyhlásením
sv: Jag godkänner Villkor, Integritetspolicy och tränings-ansvarsfriskrivning
th: ฉันยอมรับข้อกำหนด นโยบายความเป็นส่วนตัว และข้อควรม ฟิตเนส
tr: Şartlar, Gizlilik Politikası ve fitness sorumluluk reddini kabul ediyorum
uk: Я погоджуюсь з Умовами, Політикою конфіденційності та фітнес-дисклеймером
vi: Tôi đồng ý Điều khoản, Chính sách quyền riêng tư và miễn trừ fitness
zh_hans: 我同意条款、隐私政策和健身免责声明
zh_hant: 我同意條款、隱私政策和健身免責聲明

# onboarding.confirm.location_unset
source: Location not set
ar: الموقع غير محدد
ca: Ubicació no definida
cs: Místo nenastaveno
da: Lokation ikke sat
de: Ort nicht gesetzt
el: Τοποθεσία μη ορισμένη
es: Ubicación sin fijar
fi: Sijainti asettamatta
fr: Lieu non défini
he: מיקום לא הוגדר
hi: स्थान सेट नहीं
hr: Lokacija nije postavljena
hu: Hely nincs beállítva
id: Lokasi belum diatur
it: Posizione non impostata
ja: 位置 未設定
ko: 위치 미설정
ms: Lokasi tidak ditetapkan
nb: Sted ikke satt
nl: Locatie niet ingesteld
pl: Lokalizacja nieustawiona
pt_br: Local não definido
pt_pt: Localização não definida
ro: Locație nesetată
ru: Локация не задана
sk: Miesto nenastavené
sv: Plats ej satt
th: ยังไม่ตั้งตำแหน่ง
tr: Konum belirlenmedi
uk: Локація не задана
vi: Chưa đặt vị trí
zh_hans: 位置未设置
zh_hant: 位置未設定

# onboarding.confirm.medical_body
source: Coach is educational fitness coaching, not medical advice. It does not diagnose, treat, or replace a clinician. If something feels wrong, talk to a real doctor.
ar: Coach تدريب رياضي تعليمي وليس نصيحة طبية. لا يشخّص ولا يعالج ولا يحل محل طبيب. إن شعرت بشيء خطأ، كلم طبيبًا حقيقيًا.
ca: Coach és entrenament esportiu educatiu, no consell mèdic. No diagnostica, no tracta, no substitueix un metge. Si alguna cosa no quadra, parla amb un metge de veritat.
cs: Coach je vzdělávací fitness koučování, ne lékařská rada. Nediagnostikuje, neléčí, nenahrazuje lékaře. Něco nesedí? Promluv si s opravdovým doktorem.
da: Coach er pædagogisk fitness-coaching, ikke lægelig rådgivning. Diagnostiserer, behandler eller erstatter ikke en læge. Hvis noget føles forkert, tal med en rigtig læge.
de: Coach ist pädagogisches Fitness-Coaching, kein ärztlicher Rat. Keine Diagnose, keine Behandlung, ersetzt keinen Arzt. Wenn etwas falsch fühlt, sprich mit einem echten Arzt.
el: Ο Coach είναι εκπαιδευτικό fitness coaching, όχι ιατρική συμβουλή. Δεν διαγνώσκει, δεν θεραπεύει, δεν αντικαθιστά γιατρό. Κάτι φαίνεται λάθος; Μίλησε με πραγματικό γιατρό.
es: Coach es entrenamiento fitness educativo, no consejo médico. No diagnostica, no trata, no sustituye a un médico. Si algo se siente mal, habla con un médico de verdad.
fi: Coach on opetuksellista fitness-valmennusta, ei lääketieteellistä neuvoa. Se ei diagnoosaa, ei hoitaa, ei korvaa lääkäriä. Jos jokin tuntuu väärältä, puhu oikealle lääkärille.
fr: Coach est un coaching fitness éducatif, pas un avis médical. Il ne diagnostique pas, ne traite pas, ne remplace pas un médecin. Si quelque chose cloche, parle à un vrai médecin.
he: Coach הוא אימון כושר חינוכי, לא ייעוץ רפואי. לא מאבחן, לא מטפל, לא מחליף רופא. משהו מרגיש לא בסדר? דבר עם רופא אמיתי.
hi: Coach शैक्षणिक फ़िटनेस कोचिंग है, चिकित्सीय सलाह नहीं। यह निदान, इलाज या डॉक्टर का विकल्प नहीं। कुछ ग़लत लगे तो असली डॉक्टर से बात करें।
hr: Coach je edukativno fitness-coaching, ne medicinski savjet. Ne dijagnosticira, ne liječi, ne zamjenjuje liječnika. Ako nešto ne štima, razgovaraj s pravim liječnikom.
hu: A Coach oktató jellegű fitnesz-coaching, nem orvosi tanács. Nem diagnosztizál, nem kezel, nem helyettesíti az orvost. Ha valami nem stimmel, beszélj egy igazi orvossal.
id: Coach adalah coaching fitness edukatif, bukan saran medis. Tidak mendiagnosis, mengobati, atau menggantikan dokter. Kalau ada yang terasa salah, bicara dengan dokter sungguhan.
it: Coach è coaching fitness educativo, non consiglio medico. Non diagnostica, non tratta, non sostituisce un medico. Se qualcosa non quadra, parla con un medico vero.
ja: Coachは教育的フィットネスコーチングであり、医療アドバイスではありません。診断・治療・医師の代わりにはなりません。おかしいと感じたら本物の医師に相談を。
ko: Coach는 교육용 피트니스 코칭이며 의료 조언이 아닙니다. 진단·치료·의사 대체가 아닙니다. 이상하면 진짜 의사에게 말하세요.
ms: Coach ialah coaching fitness pendidikan, bukan nasihat perubatan. Tidak diagnosis, rawat, atau ganti doktor. Kalau rasa tak kena, cakap dengan doktor sebenar.
nb: Coach er pedagogisk fitness-coaching, ikke medisinsk råd. Diagnostiserer, behandler eller erstatter ikke lege. Hvis noe føles feil, snakk med en ekte lege.
nl: Coach is educatieve fitness-coaching, geen medisch advies. Geen diagnose, geen behandeling, vervangt geen arts. Voelt iets verkeerd? Praat met een echte arts.
pl: Coach to edukacyjny coaching fitness, nie porada medyczna. Nie diagnozuje, nie leczy, nie zastępuje lekarza. Coś nie tak? Porozmawiaj z prawdziwym lekarzem.
pt_br: Coach é coaching fitness educativo, não conselho médico. Não diagnostica, não trata, não substitui médico. Se algo parece errado, fale com um médico de verdade.
pt_pt: O Coach é coaching fitness educativo, não conselho médico. Não diagnostica, não trata, não substitui um médico. Se algo parecer errado, fala com um médico a sério.
ro: Coach este coaching fitness educațional, nu sfat medical. Nu diagnostichează, nu tratează, nu înlocuiește un medic. Dacă ceva nu e în regulă, vorbește cu un medic adevărat.
ru: Coach - образовательный фитнес-коучинг, не медсовет. Не диагностирует, не лечит, не заменяет врача. Что-то не так - поговорите с настоящим врачом.
sk: Coach je vzdelávany fitness-coaching, nie lekárska rada. Nediagnostikuje, nelieči, nenahradí lekára. Niečo nesedí? Prehovor s pravým doktorom.
sv: Coach är pedagogisk fitness-coaching, inte medicinsk rådgivning. Diagnostiserar, behandlar eller ersätter inte läkare. Om något känns fel, prata med en riktig läkare.
th: Coach คือการโค้ชฟิตเนสเชิงการศึกษา ไม่ใช่คำแนะนำทางการแพทย์ ไม่วินิจฉัย ไม่รักษา ไม่แทนแพทย์ ถ้ารู้สึกผิดปกติ ให้คุยกับแพทย์จริง
tr: Coach eğitimsel fitness-coaching'tir, tıbbi tavsiye değildir. Teşhis koymaz, tedavi etmez, doktorun yerini tutmaz. Bir şey yanlış hissediyorsan, gerçek bir doktorla konuş.
uk: Coach - освітній фітнес-коучинг, не медрада. Не діагностує, не лікує, не замінює лікаря. Щось не так - поговори зі справжнім лікарем.
vi: Coach là coaching fitness giáo dục, không phải lời khuyên y khoa. Không chẩn đoán, không điều trị, không thay bác sĩ. C gì sai, nói chuyện với bác sĩ thật.
zh_hans: Coach 是教育性健身辅导，不是医疗建议。不诊断、不治疗、不替代医生。感觉不对，就找真正的医生。
zh_hant: Coach 是教育性健身輔導，不是醫療建議。不診斷、不治療、不取代醫生。感覺不對，就找真正的醫生。

# onboarding.confirm.privacy
source: Privacy
ar: الخصوصية
ca: Privacitat
cs: Soukromí
da: Privatliv
de: Datenschutz
el: Απόρρητο
es: Privacidad
fi: Tietosuoja
fr: Confidentialité
he: פרטיות
hi: गोपनीयता
hr: Privatnost
hu: Adatvédelem
id: Privasi
ja: プライバシー
ko: 개인정보
ms: Privasi
nb: Personvern
pl: Prywatność
pt_br: Privacidade
pt_pt: Privacidade
ro: Confidențialitate
ru: Конфиденциальность
sk: Súkromie
sv: Integritet
th: ความเป็นส่วนตัว
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

# onboarding.confirm.terms
source: Terms
ar: الشروط
ca: Termes
cs: Podmínky
da: Betingelser
de: Bedingungen
el: Όροι
es: Términos
fi: Ehdot
fr: Conditions
he: תנאים
hi: शर्तें
hr: Uvjeti
hu: Feltételek
id: Syarat
it: Termini
ja: 規約
ko: 약관
ms: Terma
nb: Vilkår
nl: Voorwaarden
pl: Regulamin
pt_br: Termos
pt_pt: Termos
ro: Termeni
ru: Условия
sk: Podmienky
sv: Villkor
th: ข้อกำหนด
tr: Şartlar
uk: Умови
vi: Điều khoản
zh_hans: 条款
zh_hant: 條款

# onboarding.cta.continue
source: Continue
ar: متابعة
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखें
hr: Nastavi
hu: Folytatás
id: Lanjut
it: Continua
ja: 続ける
ko: 계속
ms: Teruskan
nb: Fortsett
nl: Ga door
pl: Kontynuuj
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sv: Fortsätt
th: ดำเนินการต่อ
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

# onboarding.cta.dream
source: Set dream weight
ar: تعيين وزن الحلم
ca: Estableix el pes dels somnis
cs: Nastavit vysněnou váhu
da: Sæt drømmevægt
de: Traumgewicht setzen
el: Ορισμός βάρους ονείρου
es: Fijar peso soñado
fi: Aseta unelmapaino
fr: Fixer le poids rêve
he: הגדר משקל חלום
hi: ड्रीम वज़न सेट करें
hr: Postavi težinu snova
hu: Álom súly beállítása
id: Set berat impian
it: Imposta il peso sogno
ja: 夢の体重を設定
ko: 꿈의 가중치 설정
ms: Tetapkan berat impian
nb: Sett drømmevekt
nl: Stel droomgewicht in
pl: Ustaw wagę marzeń
pt_br: Definir peso sonho
pt_pt: Definir peso de sonho
ro: Setează greutatea vis
ru: Задать вес мечты
sk: Nastaviť vysnívanú váhu
sv: Sätt drömvikt
th: ตั้งน้ำหนักฝัน
tr: Hayal kilosunu ayarla
uk: Задати вагу мрії
vi: Đặt cân mơ ước
zh_hans: 设定梦想体重
zh_hant: 設定夢想體重

# onboarding.cta.filling
source: Filling profile…
ar: جارٍ ملء الملف…
ca: S'està omplint el perfil...
cs: Vyplňuji profil…
da: Fylder profil…
de: Profil wird gefüllt…
el: Γέμισμα προφίλ…
es: Rellenando perfil…
fi: Täytetään profiilia…
fr: Remplissage du profil…
he: ממלא פרופיל…
hi: प्रोफ़ाइल भर रहे हैं…
hr: Punim profil…
hu: Profil kitöltése…
id: Mengisi profil…
it: Compilazione profilo…
ja: プロフィール入力中…
ko: 프로필을 채우는 중...
ms: Mengisi profil…
nb: Fyller profil…
nl: Profiel vullen…
pl: Uzupełniam profil…
pt_br: Preenchendo perfil…
pt_pt: A preencher o perfil…
ro: Se completează profilul…
ru: Заполняю профиль…
sk: Vyplňujem profil…
sv: Fyller profil…
th: กำลังเติมโปรไฟล์…
tr: Profil dolduruluyor…
uk: Заповнюю профіль…
vi: Đang điền hồ sơ…
zh_hans: 正在填充配置文件…
zh_hant: 正在填寫檔案…

# onboarding.cta.lock
source: Lock target
ar: قفل الهدف
ca: Bloqueja l'objectiu
cs: Zamknout cíl
da: Lås mål
de: Ziel sperren
el: Κλείδωμα στόχου
es: Bloquear objetivo
fi: Lukitse tavoite
fr: Verrouiller la cible
he: נעל יעד
hi: लक्ष्य लॉक करें
hr: Zaključaj cilj
hu: Cél zárolása
id: Kunci target
it: Blocca obiettivo
ja: 目標をロック
ko: 대상 잠금
ms: Kunci sasaran
nb: Lås mål
nl: Vergrendel doel
pl: Zablokuj cel
pt_br: Travar meta
pt_pt: Bloquear meta
ro: Blochează ținta
ru: Зафиксировать цель
sk: Zamknúť cieľ
sv: Lås mål
th: ล็อกเป้าหมาย
tr: Hedefi kilitle
uk: Зафіксувати ціль
vi: Khóa mục tiêu
zh_hans: 锁定目标
zh_hant: 鎖定目標

# onboarding.cta.next
source: Next
ar: التالي
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fi: Seuraava
fr: Suivant
he: הבא
hi: आगे
hr: Dalje
hu: Tovább
id: Lanjut
it: Avanti
ja: 次へ
ko: 다음
ms: Seterusnya
nb: Neste
nl: Volgende
pl: Dalej
pt_br: Avançar
pt_pt: Seguinte
ro: Mai departe
ru: Далее
sk: Ďalej
sv: Nästa
th: ถัดไป
tr: İleri
uk: Далі
vi: Tiếp
zh_hans: 下一步
zh_hant: 下一步

# onboarding.cta.skip
source: Skip for now
ar: تخطٍّ الآن
ca: Omet ara
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
fi: Ohita
fr: Passer
he: דלג
hi: अभी छोड़ें
hr: Preskoči
hu: Kihagy
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
ms: Langkau
nb: Hopp over
nl: Overslaan
pl: Pomiń
pt_br: Pular
pt_pt: Ignorar
ro: Sari
ru: Пропустить
sk: Preskočiť
sv: Hoppa över
th: ข้ามาก
tr: Atla
uk: Пропустити
vi: Bỏ qua
zh_hans: 暂时跳过
zh_hant: 先跳過

# onboarding.cta.start
source: Start weighing
ar: ابدأ الوزن
ca: Comença a pesar
cs: Začít vážit
da: Begynd at veje
de: Mit Wiegen starten
el: Έναρξη ζυγίσεων
es: Empezar a pesarme
fi: Aloita punnitus
fr: Commencer à me peser
he: התחל לשקול
hi: तौल शुरू करें
hr: Počni vagati
hu: Kezdj mérni
id: Mulai timbang
it: Inizia a pesarti
ja: 計測を始める
ko: 체중 측정 시작
ms: Mula timbang
nb: Begynn å veie
nl: Begin met wegen
pl: Zacznij ważyć
pt_br: Começar a pesar
pt_pt: Começar a pesar
ro: Începe cântărirea
ru: Начать взвешивания
sk: Začať vážiť
sv: Börja väga
th: เริ่มชั่ง
tr: Tartmaya başla
uk: Почати зважування
vi: Bắt đầu cân
zh_hans: 开始称重
zh_hant: 開始量體重

# onboarding.difficulty.female.0
source: Difficulty: %@. Soft entry. Still show up for the plot.
ar: الصعوبة: %@. دخول لطيف. ما زلت حاضرة للقصة.
ca: Dificultat: %@. Entrada suau. Encara apareix per a la trama.
cs: Obtížnost: %@. Jemný start. Pro děj se ukáži.
da: Sværhed: %@. Blid start. Vis dig stadig til plottet.
de: Schwierigkeit: %@. Sanfter Einstieg. Zeig dich für die Story.
el: Δυσκολία: %@. Μαλακή είσοδος. Δείξου για την πλοκή.
es: Dificultad: %@. Entrada suave. Sigue apareciendo por la trama.
fi: Vaikeus: %@. Pehmeä aloitus. Näy silti tarinassa.
fr: Difficulté : %@. Entrée en douceur. Sois là pour l'intrigue.
he: קושי: %@. כניסה רכה. עדיין תופיע לעלילה.
hi: कठिनाई: %@. नरम प्रवेश। कहानी के लिए फिर भी उपस्थित रहें।
hr: Težina: %@. Blagi ulaz. Pokaži se za priču.
hu: Nehézség: %@. Puha belépő. Mutasd magad a cselekményért.
id: Kesulitan: %@. Masuk lembut. Tetap hadir untuk plot.
it: Difficoltà: %@. Ingresso soft. Mostrati per la trama.
ja: 難易度: %@。ソフトな導入。物語には顔を出す。
ko: 난이도: %@. 부드러운 진입. 플롯엔 여전히 등장.
ms: Kesukaran: %@. Masuk lembut. Tetap muncul untuk plot.
nb: Vanskelighet: %@. Myk start. Møt opp til plottet.
nl: Moeilijkheid: %@. Zachte start. Toon je voor het plot.
pl: Trudność: %@. Miękki start. Pokaż się dla fabuły.
pt_br: Dificuldade: %@. Entrada suave. Apareça para a trama.
pt_pt: Dificuldade: %@. Entrada suave. Aparece para a trama.
ro: Dificultate: %@. Intrare soft. Apari pentru intrigă.
ru: Сложность: %@. Мягкий вход. Появляйся для сюжета.
sk: Náročnosť: %@. Jemný vstup. Stále sa ukáž pre zápletku.
sv: Svårighet: %@. Mjuk start. Visa dig för plotten.
th: ความยาก: %@ เข้านุ่มนวล ยังโผล่เพื่อเนื้อเรื่อง
tr: Zorluk: %@. Yumuşak giriş. Konu için yine çık.
uk: Складність: %@. М'який вхід. З'являйся для сюжету.
vi: Độ khó: %@. Vào nhẹ. Vẫn xuất hiện vì cốt truyện.
zh_hans: 难度：%@。轻入场。为剧情仍要出场。
zh_hant: 難度：%@。輕入場。為劇情仍要出場。
